Repository: quotepedia/api
Catalog: src/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: The requested search limit of %s exceeds the maximum allowed limit of %s.
ru: Запрашиваемый лимит поиска %s превышает максимально допустимый лимит %s.

source: Email already registered.
ru: Адрес электронной почты уже зарегистрирован.

source: Inactive user.
ru: Пользователь неактивен

source: Incorrect password.
ru: Неверный пароль.

source: No author found with the name '%s'.
ru: Автор с именем '%s' не найден.

source: No authors found matching the provided search parameters.
ru: Авторы, соответствующие указанным параметрам поиска, не найдены.

source: An author with the name '%s' already exists.
ru: Автор с именем '%s' уже существует.

source: Access denied to this private collection.
ru: Доступ к этой приватной коллекции запрещён.

source: You do not have permission to modify this collection.
ru: У вас нет права на изменение этой коллекции.

source: Verification
ru: Верификация

source: Your One-Time Password (OTP) is:
ru: Ваш одноразовый пароль (OTP):

source: This code expires at
ru: Этот код истекает в

source: Don't share it with anyone!
ru: Не делитесь им ни с кем!

source: In case if you didn't request a code, just ignore this message.
ru: Если вы не запрашивали код, просто проигнорируйте это сообщение.

source: File size exceeded maximum avatar size: %s MB.
ru: Размер файла превысил максимальный размер аватара: %s Мбайт.

source: Dear user,
ru: Уважаемый пользователь,

source: Best regards,
ru: С наилучшими пожеланиями,
